Repository: KayBeckmann/thebay
Catalog: bay_flutter/lib/l10n/app_*.arb
Languages: de, es

# loginTitle
source: Welcome Back
de: Willkommen zurück
es: Bienvenido de nuevo

# loginSubtitle
source: Sign in to continue
de: Melde dich an um fortzufahren
es: Inicia sesión para continuar

source: Username
de: Benutzername
es: Nombre de usuario

# usernameRequired
source: Please enter your username
de: Bitte gib deinen Benutzernamen ein
es: Por favor ingresa tu nombre de usuario

source: Password
de: Passwort
es: Contraseña

# passwordRequired
source: Please enter your password
de: Bitte gib dein Passwort ein
es: Por favor ingresa tu contraseña

source: Stay logged in
de: Angemeldet bleiben
es: Mantener sesión iniciada

source: Sign In
de: Anmelden
es: Iniciar sesión

# dontHaveAccount
source: Don't have an account?
de: Noch kein Konto?
es: ¿No tienes una cuenta?

source: Sign Up
de: Registrieren
es: Registrarse

source: Login failed
de: Anmeldung fehlgeschlagen
es: Inicio de sesión fallido

# connectionError
source: Connection error. Please try again.
de: Verbindungsfehler. Bitte versuche es erneut.
es: Error de conexión. Por favor intenta de nuevo.

# tryAgainInSeconds
source: Try again in {seconds} seconds
de: Versuche es in {seconds} Sekunden erneut
es: Intenta de nuevo en {seconds} segundos

# registerTitle
source: Create Account
de: Konto erstellen
es: Crear cuenta

# registerSubtitle
source: Sign up to get started
de: Registriere dich um loszulegen
es: Regístrate para comenzar

# usernameHelper
source: 3-20 characters, letters, numbers, underscores
de: 3-20 Zeichen, Buchstaben, Zahlen, Unterstriche
es: 3-20 caracteres, letras, números, guiones bajos

# usernameMinLength
source: Username must be at least 3 characters
de: Benutzername muss mindestens 3 Zeichen lang sein
es: El nombre de usuario debe tener al menos 3 caracteres

# usernameMaxLength
source: Username must be at most 20 characters
de: Benutzername darf maximal 20 Zeichen lang sein
es: El nombre de usuario no puede tener más de 20 caracteres

# usernameInvalidChars
source: Only letters, numbers, and underscores allowed
de: Nur Buchstaben, Zahlen und Unterstriche erlaubt
es: Solo se permiten letras, números y guiones bajos

# passwordHelper
source: Min 8 chars, uppercase, lowercase, digit
de: Mind. 8 Zeichen, Großbuchst., Kleinbuchst., Ziffer
es: Mín 8 car., mayúscula, minúscula, dígito

# passwordMinLength
source: Password must be at least 8 characters
de: Passwort muss mindestens 8 Zeichen haben
es: La contraseña debe tener al menos 8 caracteres

# passwordNeedsUppercase
source: Password must contain an uppercase letter
de: Passwort muss einen Großbuchstaben enthalten
es: La contraseña debe contener una letra mayúscula

# passwordNeedsLowercase
source: Password must contain a lowercase letter
de: Passwort muss einen Kleinbuchstaben enthalten
es: La contraseña debe contener una letra minúscula

# passwordNeedsDigit
source: Password must contain a digit
de: Passwort muss eine Ziffer enthalten
es: La contraseña debe contener un dígito

source: Confirm Password
de: Passwort bestätigen
es: Confirmar contraseña

source: Passwords do not match
de: Passwörter stimmen nicht überein
es: Las contraseñas no coinciden

# agreeToTerms
source: I agree to the
de: Ich stimme den
es: Acepto los

source: Terms of Service
de: Nutzungsbedingungen
es: Términos de servicio

source: Close
de: Schließen
es: Cerrar

source: Create Account
de: Konto erstellen
es: Crear cuenta

# alreadyHaveAccount
source: Already have an account?
de: Bereits ein Konto?
es: ¿Ya tienes una cuenta?

# mustAcceptTerms
source: You must accept the terms of service
de: Du musst die Nutzungsbedingungen akzeptieren
es: Debes aceptar los términos de servicio

source: Registration failed
de: Registrierung fehlgeschlagen
es: Registro fallido

# generatingKey
source: Generating security key...
de: Schlüssel wird generiert...
es: Generando clave de seguridad...

# generatingKeyMessage
source: Your personal encryption key is being generated. This will only take a few seconds.
de: Dein persönlicher Verschlüsselungsschlüssel wird generiert. Dies dauert nur wenige Sekunden.
es: Tu clave de cifrado personal está siendo generada. Esto solo tomará unos segundos.

# keyGenerationFailed
source: Key could not be generated: {error} You can create it later in settings.
de: Schlüssel konnte nicht generiert werden: {error} Du kannst ihn später in den Einstellungen erstellen.
es: No se pudo generar la clave: {error} Puedes crearla más tarde en la configuración.

# elapsedTime
source: Elapsed time: {time}
de: Verstrichene Zeit: {time}
es: Tiempo transcurrido: {time}

# navDashboard
source: Dashboard
es: Panel

# navMessages
source: Messages
de: Nachrichten
es: Mensajes

# navSearch
source: Search
de: Suchen
es: Buscar

# navSell
source: Sell
de: Verkaufen
es: Vender

# navTransactions
source: Transactions
de: Transaktionen
es: Transacciones

# navSettings
source: Settings
de: Einstellungen
es: Configuración

# navModeration
source: Moderation
es: Moderación

# navNews
source: News
es: Noticias

# navAdmin
source: Admin
es: Administración

# drawerUserFallback
source: User
de: Benutzer
es: Usuario

# drawerModerationSection
source: Moderation
es: Moderación

# drawerAdminSection
source: Administration
es: Administración

# roleAdmin
source: Admin
de: Administrator
es: Administrador

# roleModerator
source: Moderator
es: Moderador

# roleUser
source: User
de: Benutzer
es: Usuario

# settingsTitle
source: Settings
de: Einstellungen
es: Configuración

# sectionPaymentInfo
source: Payment Information
de: Zahlungsinformationen
es: Información de pago

# sectionDisplay
source: Display
de: Anzeige
es: Visualización

# sectionSecurity
source: Security
de: Sicherheit
es: Seguridad

# sectionAccount
source: Account
de: Konto
es: Cuenta

source: PayPal Address
de: PayPal-Adresse
es: Dirección PayPal

source: Bitcoin Wallet
es: Billetera Bitcoin

source: Not specified
de: Nicht angegeben
es: No especificado

source: Email Address
de: E-Mail-Adresse
es: Dirección de correo electrónico

# emailHint
source: your@email.com
de: deine@email.com
es: tu@email.com

source: Wallet Address
de: Wallet-Adresse
es: Dirección de billetera

source: Cancel
de: Abbrechen
es: Cancelar

source: Save
de: Speichern
es: Guardar

source: PayPal address saved
de: PayPal-Adresse gespeichert
es: Dirección PayPal guardada

source: Bitcoin wallet saved
de: Bitcoin-Wallet gespeichert
es: Billetera Bitcoin guardada

# errorSaving
source: Error saving: {error}
de: Fehler beim Speichern: {error}
es: Error al guardar: {error}

source: Items per page
de: Elemente pro Seite
es: Elementos por página

# itemsCount
source: {count} items
de: {count} Elemente
es: {count} elementos

source: Display Currency
de: Anzeigewährung
es: Moneda de visualización

source: Language
de: Sprache
es: Idioma

# languageChanged
source: Language changed. Please restart the app to apply the change.
de: Sprache geändert. Bitte starte die App neu, um die Änderung zu übernehmen.
es: Idioma cambiado. Por favor reinicia la aplicación para aplicar el cambio.

source: PGP Key
de: PGP-Schlüssel
es: Clave PGP

source: Configured
de: Eingerichtet
es: Configurado

# notConfigured
source: Not configured yet
de: Noch nicht eingerichtet
es: Aún no configurado

source: Change Password
de: Passwort ändern
es: Cambiar contraseña

source: Current Password
de: Aktuelles Passwort
es: Contraseña actual

source: New Password
de: Neues Passwort
es: Nueva contraseña

# passwordsMismatch
source: Passwords do not match
de: Passwörter stimmen nicht überein
es: Las contraseñas no coinciden

# passwordChangeSuccess
source: Password changed successfully
de: Passwort erfolgreich geändert
es: Contraseña cambiada exitosamente

# passwordChangeError
source: Error changing password
de: Fehler beim Ändern des Passworts
es: Error al cambiar la contraseña

# changeButton
source: Change
de: Ändern
es: Cambiar

source: Log Out
de: Abmelden
es: Cerrar sesión

# logoutConfirm
source: Do you really want to log out?
de: Möchtest du dich wirklich abmelden?
es: ¿Realmente quieres cerrar sesión?

source: Delete Account
de: Konto löschen
es: Eliminar cuenta

# deleteAccountWarning
source: This action cannot be undone. All your data will be permanently deleted.
de: Diese Aktion kann nicht rückgängig gemacht werden. Alle deine Daten werden unwiderruflich gelöscht.
es: Esta acción no se puede deshacer. Todos tus datos serán eliminados permanentemente.

# passwordConfirmation
source: Password for confirmation
de: Passwort zur Bestätigung
es: Contraseña para confirmación

# pleaseEnterPassword
source: Please enter your password
de: Bitte gib das Passwort ein
es: Por favor ingresa tu contraseña

# deleteAccountError
source: Error deleting account
de: Fehler beim Löschen des Kontos
es: Error al eliminar la cuenta

# dashboardTitle
source: Dashboard
es: Panel de control

# welcomeUser
source: Welcome, {username}!
de: Willkommen, {username}!
es: ¡Bienvenido, {username}!

# userFallback
source: User
de: Benutzer
es: Usuario

# whatTodayQuestion
source: What would you like to do today?
de: Was möchtest du heute tun?
es: ¿Qué te gustaría hacer hoy?

# sectionPendingRatings
source: Pending Ratings
de: Ausstehende Bewertungen
es: Calificaciones pendientes

# sectionNews
source: News
de: Neuigkeiten
es: Noticias

# sectionSlotWarnings
source: Slot Warnings
de: Slot-Warnungen
es: Alertas de slots

# sectionRecentListings
source: Recent Listings
de: Neueste Angebote
es: Anuncios recientes

source: No News
de: Keine Neuigkeiten
es: No hay noticias

# noNewsMessage
source: There are currently no news. Check back later!
de: Aktuell gibt es keine Neuigkeiten. Schau später wieder vorbei!
es: Actualmente no hay noticias. ¡Vuelve más tarde!

# pendingRatingsCount
source: {count, plural, =1{You have 1 pending rating} other{You have {count} pending ratings}}
de: {count, plural, =1{Du hast 1 ausstehende Bewertung} other{Du hast {count} ausstehende Bewertungen}}
es: {count, plural, =1{Tienes 1 calificación pendiente} other{Tienes {count} calificaciones pendientes}}

# transactionNumber
source: Transaction #{id}
de: Transaktion #{id}
es: Transacción #{id}

# viewAllPendingRatings
source: View all {count} pending ratings
de: Alle {count} ausstehenden Bewertungen anzeigen
es: Ver todas las {count} calificaciones pendientes

# noSlotsExpiring
source: No slots expire in the next 3 days.
de: Keine Slots laufen in den nächsten 3 Tagen ab.
es: Ningún slot expira en los próximos 3 días.

# slotsExpiringSoon
source: {count, plural, =1{1 slot expires soon} other{{count} slots expire soon}}
de: {count, plural, =1{1 Slot läuft bald ab} other{{count} Slots laufen bald ab}}
es: {count, plural, =1{1 slot expira pronto} other{{count} slots expiran pronto}}

# listingNumber
source: Listing #{id}
es: Anuncio #{id}

source: No listing linked
de: Kein Listing verknüpft
es: Ningún anuncio vinculado

# moreCount
source: +{count} more
de: +{count} weitere
es: +{count} más

source: No listings yet
de: Noch keine Angebote
es: Aún no hay anuncios

# noListingsMessage
source: You haven't created any listings yet. Create your first listing now!
de: Hier werden die neuesten Angebote angezeigt.
es: Aún no has creado ninguna oferta.

# unitPiece
source: piece
de: Stück
es: pieza

source: Edit
de: Bearbeiten
es: Editar

source: Delete
de: Löschen
es: Eliminar

source: Create
de: Erstellen
es: Crear

source: Active
de: Aktiv
es: Activo

source: Inactive
de: Inaktiv
es: Inactivo

source: Required
de: Erforderlich
es: Requerido

source: Invalid input
de: Ungültige Eingabe
es: Entrada inválida

source: Shipping
de: Versand
es: Envío

source: Shipping method
de: Versandart
es: Método de envío

source: Shipping cost
de: Versandkosten
es: Costo de envío

# searchTitle
source: Search
de: Suchen
es: Buscar

source: Favorites
de: Favoriten
es: Favoritos

# searchListingsHint
source: Search listings...
de: Angebote suchen...
es: Buscar anuncios...

source: Category
de: Kategorie
es: Categoría

source: Subcategory
de: Subkategorie
es: Subcategoría

source: Payment method
de: Bezahlart
es: Método de Pago

source: Clear filters
de: Filter löschen
es: Borrar filtros

source: No results
de: Keine Ergebnisse
es: Sin resultados

source: Browse listings
de: Angebote durchsuchen
es: Explorar anuncios

# listingDetailTitle
source: Listing Details
de: Angebotsdetails
es: Detalles del anuncio

source: Description
de: Beschreibung
es: Descripción

source: Details
es: Detalles:

source: Accepted payment methods
de: Akzeptierte Zahlungsmethoden
es: Métodos de pago aceptados

source: Quantity
de: Menge
es: Cantidad

source: {price} per {unit}
de: Preis pro Einheit
es: {price} por {unit}

source: Created at
de: Erstellt am
es: Creado el

source: Expires at
de: Läuft ab am
es: Expira el

source: Listing not found
de: Angebot nicht gefunden
es: Anuncio no encontrado

source: Try again
de: Erneut versuchen
es: Intentar de nuevo

source: Buy now
de: Jetzt kaufen
es: Comprar ahora

source: Contact seller
de: Verkäufer kontaktieren
es: Contactar vendedor

# createListingTitle
source: New Listing
de: Neues Angebot
es: Nuevo anuncio

# editListingTitle
source: Edit Listing
de: Angebot bearbeiten
es: Editar anuncio

source: Title
de: Titel
es: Título

# titleHint
source: Enter a title
de: Gib einen Titel ein
es: Ingresa un título

# titleRequired
source: Title is required
de: Titel ist erforderlich
es: El título es requerido

# descriptionHint
source: Describe your listing...
de: Beschreibe dein Angebot...
es: Describe tu anuncio...

# descriptionRequired
source: Description is required
de: Beschreibung ist erforderlich
es: La descripción es requerida

source: Price
de: Preis
es: Precio

# priceRequired
source: Price is required
de: Preis ist erforderlich
es: El precio es requerido

# priceInvalid
source: Price must be greater than 0
de: Preis muss größer als 0 sein
es: El precio debe ser mayor que 0

# quantityRequired
source: Quantity is required
de: Menge ist erforderlich
es: La cantidad es requerida

# quantityInvalid
source: Quantity must be greater than 0
de: Menge muss größer als 0 sein
es: La cantidad debe ser mayor que 0

source: Unit
de: Einheit
es: Unidad

source: Select category
de: Kategorie wählen
es: Seleccionar categoría

source: Select subcategory
de: Subkategorie wählen
es: Seleccionar subcategoría

# categoryRequired
source: Category is required
de: Kategorie ist erforderlich
es: La categoría es requerida

source: Images
de: Bilder
es: Imágenes

source: Add images
de: Bilder hinzufügen
es: Agregar imágenes

source: Select payment methods
de: Zahlungsmethoden wählen
es: Seleccionar métodos de pago

# atLeastOnePaymentMethod
source: At least one payment method required
de: Mindestens eine Zahlungsmethode erforderlich
es: Se requiere al menos un método de pago

source: Shipping options
de: Versandoptionen
es: Opciones de envío

source: Shipping available
de: Versand verfügbar
es: Envío disponible

source: Listing created
de: Angebot erstellt
es: Anuncio creado

source: Listing updated
de: Angebot aktualisiert
es: Anuncio actualizado

source: Error creating listing
de: Fehler beim Erstellen des Angebots
es: Error al crear el anuncio

source: Error updating listing
de: Fehler beim Aktualisieren des Angebots
es: Error al actualizar el anuncio

source: Delete listing
de: Angebot löschen
es: Eliminar Oferta

# deleteListingConfirm
source: Do you really want to delete this listing?
de: Möchtest du dieses Angebot wirklich löschen?
es: ¿Realmente quieres eliminar "{title}"? El slot será liberado.

source: Listing deleted
de: Angebot gelöscht
es: Oferta eliminada

source: Error deleting listing
de: Fehler beim Löschen des Angebots
es: Error al eliminar el anuncio

source: Select slot
de: Slot wählen
es: Seleccionar slot

# slotRequired
source: Slot is required
de: Slot ist erforderlich
es: El slot es requerido

source: No slots available
de: Keine Slots verfügbar
es: No hay slots disponibles

source: Loading...
de: Lädt...
es: Cargando...

source: Retry
de: Wiederholen
es: Reintentar

# searchEmptyStateMessage
source: Enter a search term or select filters to find listings.
de: Gib einen Suchbegriff ein oder wähle Filter aus, um Angebote zu finden.
es: Ingresa un término de búsqueda o selecciona filtros para encontrar anuncios.

# noResultsMessage
source: Try different search terms or adjust the filters.
de: Versuche andere Suchbegriffe oder passe die Filter an.
es: Prueba con diferentes términos de búsqueda o ajusta los filtros.

source: Reset filters
de: Filter zurücksetzen
es: Restablecer filtros

source: No category
de: Keine Kategorie
es: Sin categoría

source: All subcategories
de: Alle Subkategorien
es: Todas las subcategorías

source: All payment methods
de: Alle Bezahlarten
es: Todos los métodos de pago

# searchError
source: Search error: {error}
de: Fehler bei der Suche: {error}
es: Error de búsqueda: {error}

# resultsCount
source: {count, plural, =1{1 result} other{{count} results}}
de: {count, plural, =1{1 Ergebnis} other{{count} Ergebnisse}}
es: {count, plural, =1{1 resultado} other{{count} resultados}}

source: Transactions
de: Transaktionen
es: Transacciones

# purchases
source: Purchases ({count})
de: Käufe ({count})
es: Compras ({count})

# sales
source: Sales ({count})
de: Verkäufe ({count})
es: Ventas ({count})

source: Refresh
de: Aktualisieren
es: Actualizar

source: No purchases yet
de: Noch keine Käufe
es: Aún no hay compras

source: No sales yet
de: Noch keine Verkäufe
es: Aún no hay ventas

source: Your purchases will appear here
de: Deine Käufe werden hier angezeigt
es: Tus compras aparecerán aquí

source: Your sales will appear here
de: Deine Verkäufe werden hier angezeigt
es: Tus ventas aparecerán aquí

# statusOpen
source: Open
de: Offen
es: Abierta

# statusPaid
source: Paid
de: Bezahlt
es: Pagada

# statusShipped
source: Shipped
de: Versendet
es: Enviada

# statusReceived
source: Received
de: Erhalten
es: Recibida

# statusCompleted
source: Completed
de: Abgeschlossen
es: Completada

# statusDisputed
source: Disputed
de: Umstritten
es: En disputa

# statusCancelled
source: Cancelled
de: Abgebrochen
es: Cancelada

source: Auto-completes today
de: Wird heute automatisch abgeschlossen
es: Se completa automáticamente hoy

# autoCompletesInDays
source: Auto-completes in {count} {count, plural, =1{day} other{days}}
de: Wird in {count} {count, plural, =1{Tag} other{Tagen}} automatisch abgeschlossen
es: Se completa automáticamente en {count} {count, plural, =1{día} other{días}}

source: Transaction
de: Transaktion
es: Transacción

source: Rate this transaction
de: Bewerte diese Transaktion
es: Califica esta transacción

# shareYourExperience
source: Share your experience with {username}
de: Teile deine Erfahrung mit {username}
es: Comparte tu experiencia con {username}

source: Rate now
de: Jetzt bewerten
es: Calificar ahora

# alreadyRated
source: You have already rated this transaction
de: Du hast diese Transaktion bereits bewertet
es: Ya has calificado esta transacción

# statusOpenDesc
source: Waiting for buyer's payment
de: Warte auf Zahlung des Käufers
es: Esperando el pago del comprador

# statusPaidDesc
source: Payment sent, waiting for seller to ship
de: Zahlung gesendet, warte auf Versand durch Verkäufer
es: Pago enviado, esperando que el vendedor envíe

# statusShippedDesc
source: Item has been shipped, waiting for delivery
de: Artikel wurde versendet, warte auf Zustellung
es: El artículo ha sido enviado, esperando la entrega

# statusReceivedDesc
source: Buyer has received the item
de: Käufer hat den Artikel erhalten
es: El comprador ha recibido el artículo

# statusCompletedDesc
source: Transaction completed successfully
de: Transaktion erfolgreich abgeschlossen
es: Transacción completada exitosamente

# statusDisputedDesc
source: A dispute has been opened
de: Ein Streitfall wurde eröffnet
es: Se ha abierto una disputa

# statusCancelledDesc
source: Transaction was cancelled
de: Transaktion wurde abgebrochen
es: La transacción fue cancelada

source: Timeline
de: Zeitverlauf
es: Línea de tiempo

# created
source: Created on {date}
de: Erstellt
es: Creada

source: Paid
de: Bezahlt
es: Pagada

source: Payment sent
de: Zahlung gesendet
es: Pago enviado

source: Waiting for buyer
de: Warte auf Käufer
es: Esperando al comprador

source: Shipped
de: Versendet
es: Enviada

source: Waiting for seller
de: Warte auf Verkäufer
es: Esperando al vendedor

source: Received
de: Erhalten
es: Recibida

source: Completed
de: Abgeschlossen
es: Completada

source: Cancelled
de: Abgebrochen
es: Cancelada

source: Pending
de: Ausstehend
es: Pendiente

source: Mark as shipped
de: Als versendet markieren
es: Marcar como enviada

source: Mark as paid
de: Als bezahlt markieren
es: Marcar como pagada

source: Mark as received
de: Als erhalten markieren
es: Marcar como recibida

source: Cancel transaction
de: Transaktion abbrechen
es: Cancelar transacción

source: Open dispute
de: Streitfall eröffnen
es: Abrir disputa

source: Actions
de: Aktionen
es: Acciones

# confirmShipment
source: Confirm that you have shipped the item. The buyer will have 14 days to confirm receipt or open a dispute.
de: Bestätige, dass du den Artikel versendet hast. Der Käufer hat 14 Tage Zeit, den Erhalt zu bestätigen oder einen Streitfall zu eröffnen.
es: Confirma que has enviado el artículo. El comprador tendrá 14 días para confirmar la recepción o abrir una disputa.

source: Confirm
de: Bestätigen
es: Confirmar

source: Transaction marked as shipped
de: Transaktion als versendet markiert
es: Transacción marcada como enviada

# confirmPayment
source: Confirm that you have sent the payment to the seller.
de: Bestätige, dass du die Zahlung an den Verkäufer gesendet hast.
es: Confirma que has enviado el pago al vendedor.

source: Payment marked as sent
de: Zahlung als gesendet markiert
es: Pago marcado como enviado

# confirmReceipt
source: Confirm that you have received the item. This will complete the transaction.
de: Bestätige, dass du den Artikel erhalten hast. Dies wird die Transaktion abschließen.
es: Confirma que has recibido el artículo. Esto completará la transacción.

source: Transaction completed
de: Transaktion abgeschlossen
es: Transacción completada

# cancelTransactionConfirm
source: Do you really want to cancel this transaction? This action cannot be undone.
de: Möchtest du diese Transaktion wirklich abbrechen? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Realmente quieres cancelar esta transacción? Esta acción no se puede deshacer.

source: Keep
de: Behalten
es: Mantener

source: Transaction cancelled
de: Transaktion abgebrochen
es: Transacción cancelada

# describeIssue
source: Please describe the issue with this transaction. A moderator will review your dispute.
de: Bitte beschreibe das Problem mit dieser Transaktion. Ein Moderator wird deinen Streitfall prüfen.
es: Por favor describe el problema con esta transacción. Un moderador revisará tu disputa.

source: Reason
de: Grund
es: Motivo

# describeProblem
source: Describe the problem...
de: Beschreibe das Problem...
es: Describe el problema...

# pleaseEnterReason
source: Please enter a reason
de: Bitte gib einen Grund an
es: Por favor ingresa una razón

source: Dispute opened
de: Streitfall eröffnet
es: Disputa abierta

source: Transaction not found
de: Transaktion nicht gefunden
es: Transacción no encontrada

source: Transaction ID
de: Transaktions-ID
es: ID de transacción

source: Total price
de: Gesamtpreis
es: Precio total

source: Parties
de: Parteien
es: Partes

source: Buyer
de: Käufer
es: Comprador

source: Seller
de: Verkäufer
es: Vendedor

source: You
de: Du
es: Tú

source: View listing details
de: Angebotsdetails anzeigen
es: Ver detalles del anuncio

source: Buyer note
de: Käufernotiz
es: Nota del comprador

source: Auto-complete warning
de: Auto-Abschluss Warnung
es: Advertencia de completado automático
