Repository: KayBeckmann/thebay
Catalog: bay_flutter/lib/l10n/app_*.arb
Languages: de, es

source: No free slot variants available
de: Keine kostenlosen Slot-Varianten verfügbar. Erstelle zuerst eine kostenlose Variante.
es: No hay variantes de slot gratuitas disponibles

source: Grant Free Slot
de: Kostenlosen Slot vergeben
es: Otorgar Slot Gratuito

# selectFreeSlotVariant
source: Select a slot variant for {username}
de: Wähle eine kostenlose Slot-Variante für {username}:
es: Selecciona una variante de slot para {username}

# daysRuntime
source: {days} days runtime
de: {days} Tage Laufzeit
es: {days} días de duración

# freeUppercase
source: FREE
de: KOSTENLOS
es: GRATIS

# freeSlotGranted
source: {variantName} has been granted to {username}
de: Kostenloser Slot "{variantName}" wurde an {username} vergeben
es: {variantName} ha sido otorgado a {username}

# confirmUnban
source: Do you really want to unban this user?
de: Möchten Sie die Sperre dieses Benutzers wirklich aufheben?
es: ¿Realmente deseas desbanear a este usuario?

# unbanReason
source: Reason for unbanning
de: Sperre durch Admin aufgehoben
es: Razón para desbanear

source: Information
de: Informationen
es: Información

source: Last Login
de: Letzter Login
es: Último Inicio de Sesión

source: Never
de: Noch nie
es: Nunca

source: Status
es: Estado

source: Banned since
de: Gesperrt seit
es: Baneado desde

# banReasonLabel
source: Reason
de: Sperrgrund
es: Razón

# cannotChangeOwnRole
source: You cannot change your own role
de: Sie können Ihre eigene Rolle nicht ändern.
es: No puedes cambiar tu propio rol

# roleDescriptionAdmin
source: Full access
de: Voller Zugriff auf alle Funktionen
es: Acceso completo

# roleDescriptionModerator
source: Moderation rights
de: Kann Meldungen bearbeiten und Inhalte moderieren
es: Derechos de moderación

# roleDescriptionUser
source: Normal user rights
de: Normaler Benutzer ohne erweiterte Berechtigungen
es: Derechos normales de usuario

source: Ban History
de: Sperr-Historie
es: Historial de Baneos

# bannedAction
source: Banned
de: Gesperrt
es: Baneado

# unbannedAction
source: Unbanned
de: Entsperrt
es: Desbaneado

# banReasonFraud
source: Fraud
de: Betrug/Scam
es: Fraude

# banReasonInappropriate
source: Inappropriate content
de: Unangemessenes Verhalten
es: Contenido inapropiado

# banReasonTosViolation
source: Terms of Service violation
de: Verstoß gegen Nutzungsbedingungen
es: Violación de términos de servicio

# banReasonMultipleAccounts
source: Multiple accounts
de: Mehrfach-Accounts
es: Múltiples cuentas

# banReasonIllegal
source: Illegal activities
de: Illegale Aktivitäten
es: Actividades ilegales

# banReasonRequired
source: Please provide a reason
de: Bitte geben Sie einen Grund ein
es: Por favor proporciona una razón

source: Enter ban reason
de: Bitte geben Sie einen Grund für die Sperre an:
es: Ingresar razón del baneo

source: Preset reasons
de: Vordefinierte Gründe:
es: Razones predefinidas

source: Reason (required)
de: Grund (erforderlich)
es: Razón (requerida)

# describeBanReason
source: Describe the reason for the ban
de: Beschreiben Sie den Grund für die Sperre...
es: Describe la razón del baneo

# banWarning
source: This user will be immediately blocked and won't be able to log in.
de: Achtung: Beim Sperren werden alle aktiven Angebote des Benutzers deaktiviert und offene Transaktionen abgebrochen.
es: Este usuario será bloqueado inmediatamente y no podrá iniciar sesión.

# banAction
source: Ban User
de: Sperren
es: Banear Usuario

# sectionDonate
source: Soutenir le Développeur
de: Entwickler unterstützen
es: Apoyar al Desarrollador

# donateTitle
source: Soutenir le Développement
de: Entwicklung unterstützen
es: Apoyar el Desarrollo

# donateDescription
source: Si vous aimez cette application, vous pouvez soutenir son développement avec un don :
de: Wenn dir diese App gefällt, kannst du die Entwicklung mit einer Spende unterstützen:
es: Si te gusta esta aplicación, puedes apoyar su desarrollo con una donación:

# donateBitcoin
source: Faire un Don Bitcoin
de: Bitcoin spenden
es: Donar Bitcoin

# bitcoinAddressCopied
source: Adresse Bitcoin copiée !
de: Bitcoin-Adresse kopiert!
es: ¡Dirección Bitcoin copiada!

# removedFromFavorites
source: {title} has been removed from favorites
es: {title} ha sido eliminado de favoritos

source: Undo
es: Deshacer

# retryButton
source: Retry
es: Reintentar

source: No Favorites
es: Sin Favoritos

# noFavoritesDescription
source: You haven't saved any favorites yet. Tap the heart icon on listings you like.
es: Aún no has guardado ningún favorito. Toca el ícono de corazón en los anuncios que te gusten.

# removeFavoriteTitle
source: Remove Favorite
es: Eliminar Favorito

# removeFavoriteConfirm
source: Do you really want to remove "{title}" from your favorites?
es: ¿Realmente deseas eliminar "{title}" de tus favoritos?

source: Remove
es: Eliminar

source: Rate Transaction
es: Calificar Transacción

source: How was your experience?
es: ¿Cómo fue tu experiencia?

# ratingGood
source: Good
es: Buena

# ratingBad
source: Bad
es: Mala

source: Comment (optional)
es: Comentario (opcional)

# ratingCommentHint
source: Share your experience with other users
es: Comparte tu experiencia con otros usuarios

source: Submit Rating
es: Enviar Calificación

source: Rating submitted successfully
es: Calificación enviada exitosamente

source: Error loading ratings
es: Error al cargar calificaciones

source: No ratings yet
es: Aún no hay calificaciones

# noRatingsDescription
source: This user has not received any ratings yet
es: Este usuario aún no ha recibido calificaciones

source: Positive
es: Positivo

# showAllRatings
source: Show all {count} ratings
es: Mostrar todas las {count} calificaciones

source: Load more
es: Cargar más

# reportSelectReason
source: Veuillez sélectionner une raison
es: Por favor selecciona un motivo

# reportSubmittedSuccessfully
source: Signalement soumis avec succès
es: Reporte enviado con éxito

# reportSubmitError
source: Erreur lors de l'envoi du signalement
es: Error al enviar el reporte

# reportAlreadyReported
source: Vous avez déjà signalé ceci
es: Ya has reportado esto

# reportTargetNotFound
source: Entrée non trouvée
es: Entrada no encontrada

# reportTargetListing
source: Annonce
es: Oferta

# reportTargetUser
source: Utilisateur
es: Usuario

# reportTitle
source: Signaler {targetType}
es: Reportar {targetType}

# reportYouAreReporting
source: Vous signalez : "{targetName}"
es: Estás reportando: "{targetName}"

# reportReasonLabel
source: Raison du signalement :
es: Motivo del reporte:

# reportDetailsOptional
source: Détails Supplémentaires (facultatif)
es: Detalles Adicionales (opcional)

# reportDetailsHint
source: Décrivez le problème...
es: Describe el problema...

# report
source: Signaler
es: Reportar

source: Start Transaction
es: Iniciar Transacción

# quantityLabel
source: Quantity
es: Cantidad

source: Enter quantity
es: Ingresar cantidad

# ofAvailable
source: of {available} available
es: de {available} disponibles

source: Note for seller
es: Nota para el vendedor

# noteForSellerHint
source: Optional: Add a message for the seller
es: Opcional: Agrega un mensaje para el vendedor

# paymentVia
source: Payment via {method}
es: Pago vía {method}

# paymentMethodPaypalOrBitcoin
source: PayPal or Bitcoin
es: PayPal o Bitcoin

# enterValidQuantity
source: Please enter a valid quantity
es: Por favor ingresa una cantidad válida

# quantityExceedsAvailable
source: Quantity exceeds available amount
es: La cantidad excede la cantidad disponible

# quantityUnitPiece
source: piece
es: pieza

# profile
source: Profil
es: Perfil

# reportUser
source: Signaler l'Utilisateur
es: Reportar Usuario

# userNotFound
source: Utilisateur non trouvé
es: Usuario no encontrado

# listingsWithCount
source: Annonces ({count})
es: Ofertas ({count})

# ratingsWithCount
source: Évaluations ({count})
es: Calificaciones ({count})

# noActiveListings
source: Aucune annonce active
es: Sin ofertas activas

# memberSince
source: Membre depuis {date}
es: Miembro desde {date}

# encryptionActive
source: Chiffrement actif
es: Cifrado activo

# noRatings
source: Aucune évaluation
es: Sin calificaciones

# ratingCount
source: {count, plural, =1{1 évaluation} other{{count} évaluations}}
es: {count, plural, =1{1 calificación} other{{count} calificaciones}}

# sendMessage
source: Envoyer un Message
es: Enviar Mensaje

# noPgpKeyAvailable
source: Aucune clé PGP disponible
es: Sin clave PGP disponible

# monthJan
source: Jan
es: Ene

# monthApr
source: Apr
es: Abr

# monthAug
source: Aug
es: Ago

# monthDec
source: Dec
es: Dic

source: Sell
es: Vender

# myListings
source: My Listings ({count})
es: Mis Ofertas ({count})

# mySlots
source: My Slots ({count})
es: Mis Slots ({count})

source: New Listing
es: Nueva Oferta

source: No available slots
es: No hay slots disponibles

# noSlotsMessage
source: You don't have any slots to create a listing. Buy slots first.
es: Para crear una oferta, necesitas un slot disponible. Compra primero un slot en la pestaña "Mis Slots".

source: Show Slots
es: Mostrar slots

source: No listings
es: Sin ofertas

source: Create first listing
es: Crear primera oferta

source: Buy Slots
es: Comprar slots

source: Available
es: Disponible

source: Used
es: Usado

source: Expired
es: Expirado

source: Pending Orders
es: Pedidos Pendientes

source: PayPal - Waiting for payment
es: PayPal - Esperando pago

source: Bitcoin - Waiting for confirmation
es: Bitcoin - Esperando confirmación

# enterTxId
source: Enter Transaction ID
es: Ingresar TX-ID

source: Pay
es: Pagar

source: Cancel Order
es: Cancelar Pedido

# cancelOrderConfirm
source: Do you really want to cancel order #{id}?
es: ¿Realmente quieres cancelar el pedido #{id}?

source: Order canceled
es: Pedido cancelado

source: Bitcoin Transaction ID
es: ID de Transacción Bitcoin

# enterBitcoinTxIdPrompt
source: Saisissez l'ID de transaction Bitcoin (TX-Hash) après avoir envoyé le paiement:
es: Ingresa el ID de transacción Bitcoin (TX-Hash) después de enviar el pago:

# txIdLabel
source: Transaction ID
es: TX-ID / TX-Hash

# txIdPlaceholder
source: Enter the transaction ID here
es: ej. abc123def456...

# txIdSaved
source: Transaction ID saved
es: ID de transacción guardado

source: PayPal Payment
es: Pago PayPal

source: Bitcoin Payment
es: Pago Bitcoin

source: Reference
es: Referencia

# paypalInstructions
source: Veuillez envoyer le montant à l'adresse PayPal fournie et inclure la référence.
es: Por favor envía el monto a la dirección PayPal proporcionada e incluye la referencia.

source: Address
es: Dirección

# bitcoinInstructions
source: Please send the BTC amount to the provided address and include the reference in the transaction comment
es: Por favor envía el monto BTC a la dirección proporcionada e incluye la referencia (Memo). Después del pago, ingresa el TX-ID.

source: Active Slots
es: Slots Activos

# noActiveSlots
source: You don't have any active slots.
es: No tienes slots activos.

source: Slot used
es: Slot usado

source: Slot available
es: Slot disponible

# expiresOn
source: Expires on: {date}
es: Expira: {date}

# daysRemaining
source: {count} {count, plural, =1{day} other{days}}
es: {count} {count, plural, =1{día} other{días}}

source: Extend
es: Extender

source: No slot variants available
es: No hay variantes de slot disponibles

# adminMustConfigureSlots
source: The administrator must configure slot variants first.
es: El administrador debe configurar variantes de slot primero.

# daysValidity
source: {count} days validity
es: {count} días de validez

source: Activate Slot
es: Activar slot

# noPaymentMethod
source: No payment method available
es: No hay método de pago disponible

# order
source: Commande #{id}
es: Pedido #{id}

# orderNumber
source: Order #{id}
de: Bestellung #{number}
es: Pedido #{id}

# referenceLabel
source: Reference
es: Referencia (Memo)

# paypalInstructionsDetailed
source: Veuillez envoyer le montant à l'adresse PayPal fournie et inclure la référence. Votre slot sera activé automatiquement après réception du paiement.
es: Por favor envía el monto a la dirección PayPal proporcionada e incluye la referencia. Tu slot se activará automáticamente después de recibir el pago.

# bitcoinInstructionsDetailed
source: Scan the QR code or send the BTC amount to the provided address and include the reference in the transaction comment. After the transaction is confirmed, the slot will be activated automatically.
es: Escanea el código QR o envía el monto BTC a la dirección proporcionada e incluye la referencia (Memo). Tu slot se activará automáticamente después de al menos 1 confirmación en la blockchain.

# errorLoadingPaymentInfo
source: Error loading payment information: {error}
es: Error al cargar información de pago: {error}

source: Extend Slot
es: Extender Slot

# extendSlotPrompt
source: Choisissez une variante de slot pour prolonger votre slot. La durée sera ajoutée à la date d'expiration actuelle.
es: Elige una variante de slot para extender tu slot. La duración se agregará a la fecha de expiración actual.

source: Buy Slot
es: Comprar Slot

source: Buy
es: Comprar

# genericError
source: Error: {error}
de: Fehler: {error}

# paypalEmail
source: Email PayPal
de: PayPal E-Mail

# slotVariantsScreen
source: Variantes de Slot
de: Slot-Varianten

# error
source: Error: {error}
de: Fehler: {error}
