Repository: KayBeckmann/thebay
Catalog: bay_flutter/lib/l10n/app_*.arb
Languages: de, es

# autoCompleteToday
source: This transaction will auto-complete today if no dispute is opened.
de: Diese Transaktion wird heute automatisch abgeschlossen, wenn kein Streitfall eröffnet wird.
es: Esta transacción se completará automáticamente hoy si no se abre una disputa.

# autoCompleteInDays
source: This transaction will auto-complete in {count} {count, plural, =1{day} other{days}} if no action is taken.
de: Diese Transaktion wird in {count} {count, plural, =1{Tag} other{Tagen}} automatisch abgeschlossen, wenn keine Aktion erfolgt.
es: Esta transacción se completará automáticamente en {count} {count, plural, =1{día} other{días}} si no se toma ninguna acción.

source: Dispute open
de: Streitfall offen
es: Disputa abierta

# disputeReason
source: Reason: {reason}
de: Grund: {reason}
es: Razón: {reason}

# disputeOpenedDate
source: Opened: {date}
de: Eröffnet: {date}
es: Abierta: {date}

# moderatorReviewing
source: A moderator is reviewing this dispute.
de: Ein Moderator prüft diesen Streitfall.
es: Un moderador está revisando esta disputa.

source: Payment information
de: Zahlungsinformationen
es: Información de pago

# sendPaymentTo
source: Please send payment to the seller with the following details:
de: Bitte sende die Zahlung an den Verkäufer mit den folgenden Details:
es: Por favor envía el pago al vendedor con los siguientes detalles:

# includeTransactionId
source: The seller will ship the item once payment is received. Please include your transaction ID in the payment note.
de: Der Verkäufer wird den Artikel versenden, sobald die Zahlung eingegangen ist. Bitte gib deine Transaktions-ID in der Zahlungsnotiz an.
es: El vendedor enviará el artículo una vez que se reciba el pago. Por favor incluye tu ID de transacción en la nota de pago.

source: Messages
de: Nachrichten
es: Mensajes

source: Inbox
de: Posteingang
es: Bandeja de entrada

source: Sent
de: Gesendet
es: Enviados

source: Drafts
de: Entwürfe
es: Borradores

source: New message
de: Neue Nachricht
es: Nuevo mensaje

source: No messages
de: Keine Nachrichten
es: No hay mensajes

# inboxEmpty
source: Your inbox is empty.
de: Dein Posteingang ist leer.
es: Tu bandeja de entrada está vacía.

source: No sent messages
de: Keine gesendeten Nachrichten
es: No hay mensajes enviados

# noSentMessagesYet
source: You haven't sent any messages yet.
de: Du hast noch keine Nachrichten gesendet.
es: Aún no has enviado ningún mensaje.

source: No drafts
de: Keine Entwürfe
es: No hay borradores

# noSavedDrafts
source: You have no saved drafts.
de: Du hast keine gespeicherten Entwürfe.
es: No tienes borradores guardados.

source: Error loading
de: Fehler beim Laden: {error}
es: Error al cargar

# errorLoadingTitle
source: Error loading
de: Fehler beim Laden
es: Error al cargar

# from
source: From: {username}
de: Von: {username}
es: De: {username}

# to
source: To: {username}
de: An: {username}
es: Para: {username}

source: Yesterday
de: Gestern
es: Ayer

# monday
source: Mon
de: Mo
es: Lun

# tuesday
source: Tue
de: Di
es: Mar

# wednesday
source: Wed
de: Mi
es: Mié

# thursday
source: Thu
de: Do
es: Jue

# friday
source: Fri
de: Fr
es: Vie

# saturday
source: Sat
de: Sa
es: Sáb

# sunday
source: Sun
de: So
es: Dom

# userNumber
source: User #{id}
de: Benutzer #{id}
es: Usuario #{id}

source: No recipient
de: Kein Empfänger
es: Sin destinatario

# lastEdited
source: Last edited: {date}
de: Zuletzt bearbeitet: {date}
es: Última edición: {date}

source: Delete message?
de: Nachricht löschen?
es: ¿Eliminar mensaje?

# actionCannotBeUndone
source: This action cannot be undone.
de: Diese Aktion kann nicht rückgängig gemacht werden.
es: Esta acción no se puede deshacer.

source: Delete draft?
de: Entwurf löschen?
es: ¿Eliminar borrador?

source: Reply
de: Antworten
es: Responder

source: Decrypting message...
de: Nachricht wird entschlüsselt...
es: Descifrando mensaje...

source: Decryption failed
de: [Entschlüsselung fehlgeschlagen]
es: Fallo al descifrar

source: End-to-end encrypted
de: Ende-zu-Ende verschlüsselt
es: Cifrado de extremo a extremo

# fromUser
source: From: {username}
de: Von: {username}
es: De: {username}

# dateLabel
source: Date: {date}
de: Datum: {date}
es: Fecha: {date}

source: Subject
de: Betreff
es: Asunto

source: [No subject]
de: [Kein Betreff]
es: [Sin asunto]

source: Message
de: Nachricht
es: Mensaje

source: [No content]
de: [Kein Inhalt]
es: [Sin contenido]

source: Edit draft
de: Entwurf bearbeiten
es: Editar borrador

source: Draft
de: Entwurf
es: Borrador

source: Send
de: Senden
es: Enviar

source: Recipient
de: Empfänger
es: Destinatario

source: Enter username
de: Benutzername eingeben
es: Ingresa el nombre de usuario

source: Message will be encrypted
de: Nachricht wird verschlüsselt
es: El mensaje será cifrado

# clickToVerifyRecipient
source: Click the search icon to verify recipient
de: Klicke auf das Such-Icon um den Empfänger zu prüfen
es: Haz clic en el ícono de búsqueda para verificar el destinatario

# userNotFoundOrNoKey
source: User "{username}" not found or has no PGP key
de: Benutzer "{username}" nicht gefunden oder hat keinen PGP-Schlüssel
es: Usuario "{username}" no encontrado o no tiene clave PGP

# pleaseSelectRecipient
source: Please select a recipient
de: Bitte wähle einen Empfänger
es: Por favor selecciona un destinatario

# recipientNotVerified
source: Recipient not verified or no PGP key available. Please verify recipient.
de: Empfänger nicht verifiziert oder kein PGP-Schlüssel vorhanden. Bitte Empfänger prüfen.
es: Destinatario no verificado o sin clave PGP disponible. Por favor verifica el destinatario.

# pleaseEnterSubject
source: Please enter a subject
de: Bitte gib einen Betreff ein
es: Por favor ingresa un asunto

# pleaseEnterMessage
source: Please enter a message
de: Bitte gib eine Nachricht ein
es: Por favor ingresa un mensaje

# errorSending
source: Error sending: {error}
de: Fehler beim Senden: {error}
es: Error al enviar: {error}

source: Draft saved
de: Entwurf gespeichert
es: Borrador guardado

# errorSavingDraft
source: Error saving: {error}
de: Fehler beim Speichern: {error}
es: Error al guardar: {error}

source: PGP Keys
de: PGP-Schlüssel
es: Claves PGP

source: Key Information
de: Schlüssel-Informationen
es: Información de la clave

source: Generate New Key
de: Neuen Schlüssel generieren
es: Generar nueva clave

source: Export Key
de: Schlüssel exportieren
es: Exportar clave

source: Import Key
de: Schlüssel importieren
es: Importar clave

source: Server Backup
es: Backup del servidor

source: Security Notices
de: Sicherheitshinweise
es: Avisos de seguridad

source: Set Backup Password
de: Backup-Passwort festlegen
es: Establecer contraseña de backup

source: Generate Key
de: Schlüssel generieren
es: Generar clave

source: Private Key Export
es: Exportar Private Key

source: Import Private Key
de: Private Key importieren
es: Importar Private Key

source: Key Configured
de: Schlüssel eingerichtet
es: Clave configurada

source: Key Incomplete
de: Schlüssel nicht vollständig
es: Clave incompleta

# canSendEncryptedMessages
source: You can send and receive encrypted messages.
de: Du kannst verschlüsselte Nachrichten senden und empfangen.
es: Puedes enviar y recibir mensajes cifrados.

# generateOrImportKey
source: Generate a new key or import an existing one.
de: Generiere einen neuen Schlüssel oder importiere einen vorhandenen.
es: Genera una nueva clave o importa una existente.

# privateKeyLocalPublicKeyMissing
source: Private Key exists locally, but Public Key not on server.
de: Private Key vorhanden, aber Public Key nicht auf dem Server.
es: Private Key presente localmente, pero Public Key no está en el servidor.

# publicKeyOnServerPrivateKeyMissing
source: Public Key on server, but Private Key missing locally.
de: Public Key auf Server, aber Private Key fehlt lokal.
es: Public Key en el servidor, pero Private Key falta localmente.

# keysMismatch
source: Keys do not match.
de: Schlüssel stimmen nicht überein.
es: Las claves no coinciden.

# exportPrivateKeyForBackup
source: Export your Private Key for backup. Keep it safe!
de: Exportiere deinen Private Key für ein Backup. Bewahre ihn sicher auf!
es: Exporta tu Private Key para hacer backup. ¡Guárdala de forma segura!

# importExistingPrivateKey
source: Import an existing Private Key (e.g., from a backup or another device).
de: Importiere einen vorhandenen Private Key (z.B. von einem Backup oder anderem Gerät).
es: Importa una Private Key existente (por ejemplo, desde un backup u otro dispositivo).

# storePrivateKeyEncryptedOnServer
source: Store your Private Key encrypted on the server. This allows you to restore it on another device.
de: Speichere deinen Private Key verschlüsselt auf dem Server. So kannst du ihn auf einem anderen Gerät wiederherstellen.
es: Almacena tu Private Key cifrada en el servidor. Esto te permite restaurarla en otro dispositivo.

source: Security Warning
de: Sicherheitshinweis
es: Advertencia de seguridad

# aboutToStorePrivateKeyOnServer
source: You are about to store your Private Key on the server.
de: Du bist dabei, deinen Private Key auf dem Server zu speichern.
es: Estás a punto de almacenar tu Private Key en el servidor.

# keyWillBeEncryptedBeforeUpload
source: The key will be encrypted with a password before upload. However, you should note the following:
de: Der Key wird mit einem Passwort verschlüsselt, bevor er hochgeladen wird. Trotzdem solltest du folgendes beachten:
es: La clave se cifrará con una contraseña antes de subirla. Sin embargo, debes tener en cuenta lo siguiente:

# chooseStrongUniquePassword
source: Choose a strong, unique password
de: Wähle ein starkes, einzigartiges Passwort
es: Elige una contraseña fuerte y única

# passwordCannotBeReset
source: This password CANNOT be reset
de: Dieses Passwort kann NICHT zurückgesetzt werden
es: Esta contraseña NO puede ser restablecida

# backupWorthlessWithoutPassword
source: Without the password, the backup is worthless
de: Ohne Passwort ist das Backup wertlos
es: Sin la contraseña, el backup no sirve

# serverOperatorMightGuessPassword
source: The server operator might attempt to guess the password
de: Der Server-Betreiber könnte versuchen, das Passwort zu erraten
es: El operador del servidor podría intentar adivinar la contraseña

# chooseStrongPasswordForBackup
source: Choose a strong password for your backup. You will need it to restore the key.
de: Wähle ein starkes Passwort für dein Backup. Du brauchst es, um den Key wiederherzustellen.
es: Elige una contraseña fuerte para tu backup. La necesitarás para restaurar la clave.

# passwordsDontMatch
source: Passwords do not match
de: Passwörter stimmen nicht überein
es: Las contraseñas no coinciden

# pleaseEnterName
source: Please enter a name
de: Bitte gib einen Namen ein
es: Por favor ingresa un nombre

# enterPasswordForBackup
source: Enter the password you used to encrypt the backup:
de: Gib das Passwort ein, mit dem du das Backup verschlüsselt hast:
es: Ingresa la contraseña que usaste para cifrar el backup:

source: Decrypting and importing...
de: Entschlüssele und importiere...
es: Descifrando e importando...

source: Decryption failed. Wrong password?
de: Entschlüsselung fehlgeschlagen. Falsches Passwort?
es: Descifrado fallido. ¿Contraseña incorrecta?

# understandProceed
source: I understand, proceed
de: Ich verstehe, fortfahren
es: Entiendo, proceder

source: Upload Public Key
de: Public Key hochladen
es: Subir Public Key

source: Generating...
de: Generiere...
es: Generando...

source: Export Private Key
de: Private Key exportieren
es: Exportar Private Key

source: Paste Private Key
de: Private Key einfügen
es: Pegar Private Key

source: Load from Server Backup
de: Vom Server-Backup laden
es: Cargar desde backup del servidor

source: Create Encrypted Backup
de: Verschlüsseltes Backup erstellen
es: Crear backup cifrado

source: Copy Fingerprint
de: Fingerprint kopieren
es: Copiar Fingerprint

source: Create Backup
de: Backup erstellen
es: Crear backup

source: Restore
de: Wiederherstellen
es: Restaurar

# existingKeyWillBeReplaced
source: The existing key will be replaced!
de: Der vorhandene Schlüssel wird ersetzt!
es: ¡La clave existente será reemplazada!

source: Invalid key after decryption
de: Ungültiger Key nach Entschlüsselung
es: Clave inválida después del descifrado

# noPrivateKey
source: No Private Key available
de: Kein Private Key vorhanden
es: No hay Private Key disponible

# noFingerprint
source: No fingerprint available
de: Kein Fingerprint vorhanden
es: No hay fingerprint disponible

# backupSuccessfullySaved
source: Backup successfully saved to server!
de: Backup erfolgreich auf Server gespeichert!
es: ¡Backup guardado exitosamente en el servidor!

# errorBackup
source: Error during backup: {error}
de: Fehler beim Backup: {error}
es: Error durante el backup: {error}

# noBackupOnServer
source: No backup found on server.
de: Kein Backup auf dem Server gefunden.
es: No se encontró backup en el servidor.

# errorGeneration
source: Error during generation: {error}
de: Fehler bei der Generierung: {error}
es: Error durante la generación: {error}

# keySuccessfullyGenerated
source: Key successfully generated and uploaded!
de: Schlüssel erfolgreich generiert und hochgeladen!
es: ¡Clave generada y subida exitosamente!

# errorUploading
source: Error uploading: {error}
de: Fehler beim Hochladen: {error}
es: Error al subir: {error}

# privateKeyNeverLeavesDevice
source: Your Private Key never leaves this device
de: Dein Private Key verlässt niemals dieses Gerät
es: Tu Private Key nunca sale de este dispositivo

# onlyPublicKeyStoredOnServer
source: Only the Public Key is stored on the server
de: Nur der Public Key wird auf dem Server gespeichert
es: Solo la Public Key se almacena en el servidor

# regularBackupsRecommended
source: Create regular backups of your Private Key
de: Erstelle regelmäßig Backups deines Private Keys
es: Crea backups regulares de tu Private Key

# lostKeyCannotDecryptOldMessages
source: If you lose your key, old messages cannot be decrypted
de: Bei Verlust des Keys können alte Nachrichten nicht entschlüsselt werden
es: Si pierdes tu clave, los mensajes antiguos no podrán ser descifrados

# createsNewEd25519Key
source: Creates a new Ed25519/Curve25519 key. This takes only a few seconds.
de: Erstellt einen neuen Ed25519/Curve25519 Schlüssel. Dies dauert nur wenige Sekunden.
es: Crea una nueva clave Ed25519/Curve25519. Esto solo toma unos segundos.

# generatingEd25519Key
source: Creating Ed25519/Curve25519 key. This takes only a few seconds.
de: Ed25519/Curve25519 Schlüssel wird erstellt. Dies dauert nur wenige Sekunden.
es: Creando clave Ed25519/Curve25519. Esto solo toma unos segundos.

source: Key successfully restored!
de: Schlüssel erfolgreich wiederhergestellt!
es: ¡Clave restaurada exitosamente!

source: Protect with passphrase
de: Mit Passphrase schützen
es: Proteger con passphrase

# recommendedForSecurity
source: Recommended for additional security
de: Empfohlen für zusätzliche Sicherheit
es: Recomendado para seguridad adicional

# enterSecurePassphrase
source: Enter a secure passphrase
de: Sichere Passphrase eingeben
es: Ingresa una passphrase segura

source: Name
es: Nombre

source: Your name
de: Dein Name
es: Tu nombre

source: Email (optional)
es: Email (opcional)

source: your@email.com
de: deine@email.com
es: tu@email.com

source: Algorithm
de: Algorithmus
es: Algoritmo

source: Key Size
de: Schlüsselgröße
es: Tamaño de clave

source: Identity
de: Identität
es: Identidad

# keepKeySafe
source: Keep this key safe! Never share it with others.
de: Bewahre diesen Schlüssel sicher auf! Teile ihn niemals mit anderen.
es: ¡Guarda esta clave de forma segura! Nunca la compartas con otros.

# pastePrivateKeyInPgpFormat
source: Paste your Private Key in PGP armor format:
de: Füge deinen Private Key im PGP-Armor Format ein:
es: Pega tu Private Key en formato PGP armor:

# pleasePasteKey
source: Please paste a key
de: Bitte füge einen Key ein
es: Por favor pega una clave

source: Invalid key format
de: Ungültiges Key-Format
es: Formato de clave inválido

source: Private Key successfully imported!
de: Private Key erfolgreich importiert!
es: ¡Private Key importada exitosamente!

# selectBackupToRestore
source: Select the backup you want to restore:
de: Wähle das Backup aus, das du wiederherstellen möchtest:
es: Selecciona el backup que deseas restaurar:

source: Select Backup
de: Backup auswählen
es: Seleccionar backup

source: Decrypt Backup
de: Backup entschlüsseln
es: Descifrar backup

# copiedToClipboard
source: {label} copied to clipboard
de: {label} in die Zwischenablage kopiert
es: {label} copiado al portapapeles

source: Public Key successfully uploaded!
de: Public Key erfolgreich hochgeladen!
es: ¡Public Key subida exitosamente!

source: Backup Password
de: Backup-Passwort
es: Contraseña de backup

# keyGenerationTooLong
source: Key generation is taking too long. Please try again or restart the app.
de: Schlüsselgenerierung dauert zu lange. Bitte versuche es erneut oder starte die App neu.
es: La generación de la clave está tardando demasiado. Por favor intenta de nuevo o reinicia la aplicación.

# noOwnPgpKey
source: No own PGP key available. Please upload your Public Key.
de: Kein eigener PGP-Schlüssel vorhanden. Bitte lade deinen Public Key hoch.
es: No hay clave PGP propia disponible. Por favor sube tu Public Key.

source: Recipient has no PGP key
de: Empfänger hat keinen PGP-Schlüssel
es: El destinatario no tiene clave PGP

source: Admin Panel
es: Panel de Administración

# adminPanelWelcome
source: Welcome to the Admin Area
de: Willkommen im Admin-Bereich
es: Bienvenido al Área de Administración

source: User Management
de: Benutzerverwaltung
es: Gestión de Usuarios

source: Category Management
de: Kategorienverwaltung
es: Gestión de Categorías

source: News Management
de: News-Verwaltung
es: Gestión de Noticias

source: Payment Settings
de: Zahlungseinstellungen
es: Configuración de Pagos

source: Pending Payments
de: Ausstehende Zahlungen
es: Pagos Pendientes

source: Slot Variants
de: Slot-Varianten
es: Variantes de Slot

source: Moderator Panel
es: Panel de Moderación

# moderatorPanelWelcome
source: Welcome to the Moderation Area
de: Willkommen im Moderations-Bereich
es: Bienvenido al Área de Moderación

source: Reports
de: Meldungen
es: Reportes

source: Disputes
de: Streitfälle
es: Disputas

source: All Reports
de: Alle
es: Todos

# openReports
source: Open
de: Offen
es: Abiertos

# inReviewReports
source: In Review
de: In Prüfung
es: En Revisión

# resolvedReports
source: Resolved
de: Gelöst
es: Resueltos

# dismissedReports
source: Dismissed
de: Abgewiesen
es: Rechazados

# statusReportOpen
source: OPEN
de: OFFEN
es: ABIERTO

# statusReportInReview
source: IN REVIEW
de: IN PRÜFUNG
es: EN REVISIÓN

# statusReportResolved
source: RESOLVED
de: GELÖST
es: RESUELTO

# statusReportDismissed
source: DISMISSED
de: ABGEWIESEN
es: RECHAZADO

source: Reported by
de: Gemeldet von
es: Reportado por

source: Reported User
de: Gemeldeter Benutzer
es: Usuario Reportado

source: Reported Listing
de: Gemeldetes Angebot
es: Oferta Reportada

# reportReason
source: Reason
de: Grund
es: Razón

# reportReasonInappropriate
source: Inappropriate Content
de: Unangemessener Inhalt
es: Contenido Inapropiado

# reportReasonScam
source: Scam/Fraud
de: Betrug/Scam
es: Estafa

# reportReasonHarassment
source: Harassment
de: Belästigung
es: Acoso

# reportReasonFakeInfo
source: False Information
de: Falsche Informationen
es: Información Falsa

# reportReasonOther
source: Other
de: Sonstiges
es: Otro

source: No Reports
de: Keine Meldungen
es: Sin Reportes

# noReportsMessage
source: There are currently no reports to review.
de: Es gibt aktuell keine Meldungen zu prüfen.
es: Actualmente no hay reportes para revisar.

source: View Report
de: Meldung ansehen
es: Ver Reporte

# reportDetail
source: Report Details
de: Meldungsdetails
es: Detalles del Reporte

source: Report ID
de: Meldung #{id}
es: Reporte #{id}

# reportType
source: Type
de: Typ
es: Tipo

# reportTypeUser
source: User
de: Benutzer
es: Usuario

# reportTypeListing
source: Listing
de: Angebot
es: Anuncio

source: Reported at
de: Gemeldet am
es: Reportado el

# reportDescription
source: Description
de: Beschreibung
es: Descripción

source: Moderator Notes
de: Moderator-Notizen
es: Notas del Moderador

source: Add Note
de: Notiz hinzufügen
es: Agregar Nota

# internalNotesOnly
source: Visible to moderators only
de: Nur für Moderatoren sichtbar
es: Visible solo para moderadores

source: Enter note...
de: Notiz eingeben...
es: Ingresar nota...

source: Note saved
de: Notiz wurde gespeichert
es: La nota ha sido guardada

source: Take Action
de: Maßnahme ergreifen
es: Tomar Acción

source: Mark as In Review
de: Als in Prüfung markieren
es: Marcar como En Revisión

source: Resolve Report
de: Meldung lösen
es: Resolver Reporte

source: Dismiss Report
de: Meldung abweisen
es: Rechazar Reporte

source: View Reported User
de: Gemeldeten Benutzer ansehen
es: Ver Usuario Reportado

source: View Reported Listing
de: Gemeldetes Angebot ansehen
es: Ver Anuncio Reportado

source: Warn User
de: Benutzer verwarnen
es: Advertir Usuario

source: Ban User
de: Benutzer sperren
es: Bloquear Usuario

# reportMarkedInReview
source: Report marked as in review
de: Meldung als in Prüfung markiert
es: Reporte marcado como en revisión

source: Report resolved
de: Meldung gelöst
es: Reporte resuelto

source: Report dismissed
de: Meldung abgewiesen
es: Reporte rechazado

# confirmResolveReport
source: Do you want to mark this report as resolved?
de: Möchtest du diese Meldung als gelöst markieren?
es: ¿Quieres marcar este reporte como resuelto?

# confirmDismissReport
source: Do you want to dismiss this report?
de: Möchtest du diese Meldung abweisen?
es: ¿Quieres rechazar este reporte?

source: Resolve
de: Lösen
es: Resolver

source: Dismiss
de: Abweisen
es: Desestimar

# userDetail
source: User Details
de: Benutzerdetails
es: Detalles del Usuario

source: User ID
de: ID: {id}
es: ID: {id}

source: Registered at
de: Registriert am
es: Registrado el

source: Last active
de: Zuletzt aktiv
es: Última actividad

source: Total listings
de: Angebote gesamt
es: Anuncios totales

source: Total transactions
de: Transaktionen gesamt
es: Transacciones totales

# userRating
source: Rating
de: Bewertung
es: Calificación

# userStatus
source: Status
es: Estado

# userStatusActive
source: Active
de: Aktiv
es: Activo

# userStatusBanned
source: Banned
de: Gesperrt
es: Baneado

# userStatusWarned
source: Warned
de: Verwarnt
es: Advertido

# banUserDialog
source: Ban User
de: Benutzer sperren
es: Banear Usuario

source: Ban Reason
de: Grund: {reason}
es: Motivo: {reason}

source: Select ban reason
de: Sperrgrund wählen
es: Seleccionar razón del baneo

# banReasonScam
source: Scam
de: Betrug
es: Estafa

# banReasonHarassment
source: Harassment
de: Belästigung anderer Nutzer
es: Acoso

# banReasonIllegalContent
source: Illegal Content
de: Illegaler Inhalt
es: Contenido Ilegal

# banReasonMultipleViolations
source: Multiple Violations
de: Mehrfache Verstöße
es: Múltiples Violaciones

# banReasonOther
source: Other
de: Sonstiges
es: Otro

source: Ban Duration
de: Sperrdauer
es: Duración del Baneo

# banDuration24h
source: 24 Hours
de: 24 Stunden
es: 24 Horas

# banDuration7d
source: 7 Days
de: 7 Tage
es: 7 Días

# banDuration30d
source: 30 Days
de: 30 Tage
es: 30 Días

# banDurationPermanent
source: Permanent
es: Permanente

source: Additional Notes
de: Zusätzliche Notizen
es: Notas Adicionales

# optionalNotes
source: Optional: Additional information...
de: Optional: Zusätzliche Informationen...
es: Opcional: Información adicional...

# confirmBanUser
source: Do you really want to ban this user?
de: Möchtest du diesen Benutzer wirklich sperren?
es: ¿Realmente quieres banear a este usuario?
