Repository: KayBeckmann/thebay
Catalog: bay_flutter/lib/l10n/app_*.arb
Languages: de, es

source: Ban
de: Sperren
es: Banear

source: User banned
de: Benutzer wurde gesperrt
es: El usuario ha sido bloqueado

source: User warned
de: Benutzer verwarnt
es: Usuario advertido

# newsManagementScreen
source: News Management
de: News-Verwaltung
es: Gestión de Noticias

source: All News
de: Alle News
es: Todas las Noticias

# publishedNews
source: Published
de: Veröffentlicht
es: Publicadas

# draftNews
source: Drafts
de: Entwürfe
es: Borradores

source: Create News
de: News erstellen
es: Crear Noticia

source: No News Items
de: Keine News vorhanden
es: No hay Noticias

# noNewsItemsMessage
source: No news items have been created yet.
de: Es wurden noch keine News erstellt.
es: Aún no se han creado noticias.

# newsTitle
source: Title
de: Titel
es: Título

# newsContent
source: Content
de: Inhalt
es: Contenido

# newsStatus
source: Status
es: Estado

# newsStatusPublished
source: Published
de: Veröffentlicht
es: Publicada

# newsStatusDraft
source: Draft
de: Entwurf
es: Borrador

source: Published at
de: Veröffentlicht am
es: Publicado el

source: Edit News
de: News bearbeiten
es: Editar Noticia

source: Delete News
de: News löschen
es: Eliminar Noticia

# createNewsItem
source: Create News
de: News erstellen
es: Crear Noticia

# editNewsItem
source: Edit News
de: News bearbeiten
es: Editar Noticia

source: Enter news title
de: News-Titel eingeben
es: Ingresar título de la noticia

source: Enter news content...
de: News-Inhalt eingeben...
es: Ingresar contenido de la noticia...

# newsTitleRequired
source: Title is required
de: Titel ist erforderlich
es: El título es requerido

# newsContentRequired
source: Content is required
de: Inhalt ist erforderlich
es: El contenido es requerido

source: Publish
de: Veröffentlichen
es: Publicar

source: Save as Draft
de: Als Entwurf speichern
es: Guardar como Borrador

source: News created
de: News erstellt
es: Noticia creada

source: News updated
de: News aktualisiert
es: Noticia actualizada

source: News deleted
de: News gelöscht
es: Noticia eliminada

# confirmDeleteNews
source: Do you really want to delete this news item?
de: Möchtest du diese News wirklich löschen?
es: ¿Realmente quieres eliminar esta noticia?

# confirmDeleteNewsWithTitle
source: Do you really want to delete "{title}"?
de: Möchtest du "{title}" wirklich löschen?
es: ¿Realmente quieres eliminar "{title}"?

source: Delete expired
de: Abgelaufene löschen
es: Eliminar caducadas

source: Delete expired news
de: Abgelaufene News löschen
es: Eliminar noticias caducadas

# confirmDeleteExpiredNews
source: Do you want to delete all expired news?
de: Möchtest du alle abgelaufenen News löschen?
es: ¿Quieres eliminar todas las noticias caducadas?

# expiredNewsDeleted
source: {count} expired news deleted
de: {count} abgelaufene News gelöscht
es: {count} noticias caducadas eliminadas

# newsStatusExpired
source: Expired
de: Abgelaufen
es: Caducada

# createdLabel
source: Created: {date}
de: Erstellt: {date}
es: Creada: {date}

# expiresLabel
source: Expires: {date}
de: Läuft ab: {date}
es: Caduca: {date}

# markdownSupported
source: Markdown is supported
de: Markdown wird unterstützt
es: Se admite Markdown

source: Lifetime (days)
de: Lebenszeit (Tage)
es: Duración (días)

# defaultLifetimeDays
source: Default: 14 days
de: Standard: 14 Tage
es: Predeterminado: 14 días

source: Expiry date
de: Ablaufdatum
es: Fecha de caducidad

source: No expiry date
de: Kein Ablaufdatum
es: Sin fecha de caducidad

# publishNewsMessage
source: News will be displayed on the dashboard
de: News wird auf dem Dashboard angezeigt
es: La noticia se mostrará en el panel

# titleContentRequired
source: Title and content must not be empty
de: Titel und Inhalt dürfen nicht leer sein
es: El título y el contenido no pueden estar vacíos

# createFirstNews
source: Create the first news with the + button.
de: Erstelle die erste News mit dem + Button.
es: Crea la primera noticia con el botón +.

# errorDeleting
source: Error deleting: {error}
de: Fehler beim Löschen: {error}
es: Error al eliminar: {error}

# categoryManagementScreen
source: Category Management
de: Kategorienverwaltung
es: Gestión de Categorías

source: Categories
de: Kategorien
es: Categorías

source: Subcategories
de: Subkategorien
es: Subcategorías

source: Create Category
de: Kategorie erstellen
es: Crear Categoría

source: Create Subcategory
de: Subkategorie erstellen
es: Crear Subcategoría

source: No Categories
de: Keine Kategorien
es: No hay Categorías

# noCategoriesMessage
source: No categories have been created yet.
de: Es wurden noch keine Kategorien erstellt.
es: Aún no se han creado categorías.

source: No Subcategories
de: Keine Subkategorien
es: No hay Subcategorías

# noSubcategoriesMessage
source: No subcategories have been created yet.
de: Es wurden noch keine Subkategorien erstellt.
es: Aún no se han creado subcategorías.

# categoryName
source: Name
es: Nombre

# categoryDescription
source: Description
de: Beschreibung
es: Descripción

source: Parent Category
de: Übergeordnete Kategorie
es: Categoría Padre

# listingsCount
source: Listings
de: Angebote
es: Anuncios

source: Edit Category
de: Kategorie bearbeiten
es: Editar Categoría

source: Delete Category
de: Kategorie löschen
es: Eliminar Categoría

# createCategoryDialog
source: Create Category
de: Kategorie erstellen
es: Crear Categoría

# editCategoryDialog
source: Edit Category
de: Kategorie bearbeiten
es: Editar Categoría

source: Enter category name
de: Kategoriename eingeben
es: Ingresar nombre de categoría

# enterCategoryDescription
source: Enter description (optional)
de: Beschreibung eingeben (optional)
es: Ingresar descripción (opcional)

# categoryNameRequired
source: Name is required
de: Name ist erforderlich
es: El nombre es requerido

source: Category created
de: Kategorie erstellt
es: Categoría creada

source: Category updated
de: Kategorie aktualisiert
es: Categoría actualizada

source: Category deleted
de: Kategorie gelöscht
es: Categoría eliminada

# confirmDeleteCategory
source: Do you really want to delete this category? All associated subcategories will also be deleted.
de: Möchtest du diese Kategorie wirklich löschen? Alle zugehörigen Subkategorien werden ebenfalls gelöscht.
es: ¿Realmente quieres eliminar esta categoría? Todas las subcategorías asociadas también serán eliminadas.

# confirmDeleteCategoryWithName
source: Do you really want to delete "{name}"?
de: Möchtest du "{name}" wirklich löschen?
es: ¿Realmente quieres eliminar "{name}"?

source: New category
de: Neue Kategorie
es: Nueva categoría

source: Add subcategory
de: Unterkategorie hinzufügen
es: Añadir subcategoría

# createFirstCategory
source: Create the first category with the + button.
de: Erstelle die erste Kategorie mit dem + Button.
es: Crea la primera categoría con el botón +.

# subcategoriesCount
source: {count} Subcategories • Sorting: {sortOrder}
de: {count} Unterkategorien • Sortierung: {sortOrder}
es: {count} Subcategorías • Orden: {sortOrder}

source: Sorting
de: Sortierung
es: Orden

# sortingLabel
source: Sorting: {sortOrder}
de: Sortierung: {sortOrder}
es: Orden: {sortOrder}

# categoryShownToUsers
source: Category is shown to users
de: Kategorie wird Benutzern angezeigt
es: La categoría se muestra a los usuarios

# categoryHasSubcategories
source: This category has {count} subcategories that will also be deleted!
de: Diese Kategorie hat {count} Unterkategorien, die ebenfalls gelöscht werden!
es: ¡Esta categoría tiene {count} subcategorías que también se eliminarán!

# nameRequired
source: Name must not be empty
de: Name darf nicht leer sein
es: El nombre no puede estar vacío

# paymentSettingsScreen
source: Payment Settings
de: Zahlungseinstellungen
es: Configuración de Pagos

source: Payment Methods
de: Zahlungsmethoden
es: Métodos de Pago

source: Fees
de: Gebühren
es: Tarifas

source: PayPal Enabled
de: PayPal aktiviert
es: PayPal Habilitado

source: Bitcoin Enabled
de: Bitcoin aktiviert
es: Bitcoin Habilitado

source: Transaction Fee
de: Transaktionsgebühr
es: Tarifa de Transacción

source: Platform Fee
de: Plattformgebühr
es: Tarifa de Plataforma

# feePercentage
source: Percentage
de: Prozentsatz
es: Porcentaje

source: Minimum Fee
de: Mindestgebühr
es: Tarifa Mínima

source: Maximum Fee
de: Höchstgebühr
es: Tarifa Máxima

source: Settings saved
de: Einstellungen gespeichert
es: Configuración guardada

source: Save settings
de: Einstellungen speichern
es: Guardar configuración

# paymentSettingsInfo
source: These settings determine how users can pay for slots.
de: Diese Einstellungen bestimmen, wie Benutzer für Slots bezahlen können.
es: Esta configuración determina cómo los usuarios pueden pagar por los slots.

source: Enable PayPal
de: PayPal aktivieren
es: Activar PayPal

# paypalPaymentDescription
source: Users can pay with PayPal
de: Benutzer können mit PayPal bezahlen
es: Los usuarios pueden pagar con PayPal

source: PayPal email address
de: PayPal E-Mail-Adresse
es: Dirección de correo PayPal

# paypalEmailHint
source: payments@example.com
de: zahlungen@beispiel.com
es: pagos@ejemplo.com

source: Enable Bitcoin
de: Bitcoin aktivieren
es: Activar Bitcoin

# bitcoinPaymentDescription
source: Users can pay with Bitcoin
de: Benutzer können mit Bitcoin bezahlen
es: Los usuarios pueden pagar con Bitcoin

source: Bitcoin wallet address
de: Bitcoin Wallet-Adresse
es: Dirección de billetera Bitcoin

# pendingPaymentsScreen
source: Pending Payments
de: Ausstehende Zahlungen
es: Pagos Pendientes

# allPendingPayments
source: All
de: Alle
es: Todos

source: No Pending Payments
de: Keine ausstehenden Zahlungen
es: No hay Pagos Pendientes

# noPendingPaymentsMessage
source: There are currently no pending payments to process.
de: Es gibt aktuell keine ausstehenden Zahlungen zu bearbeiten.
es: Actualmente no hay pagos pendientes para procesar.

source: Payment ID
de: Zahlungs-ID
es: ID de Pago

source: Amount
de: Betrag
es: Monto

source: Requested at
de: Angefordert am
es: Solicitado el

# paymentStatus
source: Status
es: Estado

# paymentStatusPending
source: Pending
de: Ausstehend
es: Pendiente

# paymentStatusProcessing
source: Processing
de: In Bearbeitung
es: Procesando

# paymentStatusCompleted
source: Completed
de: Abgeschlossen
es: Completado

# paymentStatusFailed
source: Failed
de: Fehlgeschlagen
es: Fallido

source: Process Payment
de: Zahlung bearbeiten
es: Procesar Pago

source: Check Bitcoin payments
de: Bitcoin-Zahlungen prüfen
es: Verificar pagos Bitcoin

source: Expire old orders
de: Alte Bestellungen ablaufen lassen
es: Expirar pedidos antiguos

# confirmPaymentTitle
source: Confirm payment
de: Zahlung bestätigen
es: Confirmar pago

# confirmPaymentMessage
source: Do you really want to confirm the payment for order #{orderId}? Amount: {amount} Method: {method}
de: Möchten Sie die Zahlung für Bestellung #{orderId} wirklich bestätigen? Betrag: {amount} Methode: {method}
es: ¿Realmente quieres confirmar el pago del pedido #{orderId}? Cantidad: {amount} Método: {method}

# paymentConfirmedSlotActivated
source: Payment confirmed and slot activated
de: Zahlung bestätigt und Slot aktiviert
es: Pago confirmado y slot activado

# bitcoinPaymentsProcessed
source: {count} Bitcoin payments processed
de: {count} Bitcoin-Zahlungen verarbeitet
es: {count} pagos Bitcoin procesados

# expireOldOrdersTitle
source: Expire old orders
de: Alte Bestellungen ablaufen lassen
es: Expirar pedidos antiguos

# expireOldOrdersMessage
source: Do you want to mark all pending orders older than 24 hours as expired?
de: Möchten Sie alle ausstehenden Bestellungen, die älter als 24 Stunden sind, als abgelaufen markieren?
es: ¿Quieres marcar todos los pedidos pendientes de más de 24 horas como expirados?

# expireAction
source: Expire
de: Ablaufen lassen
es: Expirar

# ordersExpired
source: {count} orders marked as expired
de: {count} Bestellungen als abgelaufen markiert
es: {count} pedidos marcados como expirados

# allPaymentsProcessed
source: All payments have been processed
de: Alle Zahlungen wurden verarbeitet
es: Todos los pagos han sido procesados

source: User
de: Benutzer
es: Usuario

# unknown
source: Inconnu
de: Unbekannt
es: Desconocido

# method
source: Méthode
de: Methode
es: Método

# paymentDetailsTitle
source: Détails du paiement #{number}
de: Zahlungsdetails #{number}
es: Detalles de pago #{number}

source: Currency
de: Währung
es: Moneda

source: Bitcoin Address
de: Bitcoin-Adresse
es: Dirección Bitcoin

source: Amount (USD)
de: Betrag (USD)
es: Cantidad (USD)

source: Amount (BTC)
de: Betrag (BTC)
es: Cantidad (BTC)

# markAsProcessing
source: Marquer comme En Traitement
de: Als in Bearbeitung markieren
es: Marcar como Procesando

# markAsCompleted
source: Marquer comme Terminé
de: Als abgeschlossen markieren
es: Marcar como Completado

# markAsFailed
source: Marquer comme Échoué
de: Als fehlgeschlagen markieren
es: Marcar como Fallido

# paymentMarkedProcessing
source: Paiement marqué comme en traitement
de: Zahlung als in Bearbeitung markiert
es: Pago marcado como procesando

# paymentMarkedCompleted
source: Paiement marqué comme terminé
de: Zahlung als abgeschlossen markiert
es: Pago marcado como completado

# paymentMarkedFailed
source: Paiement marqué comme échoué
de: Zahlung als fehlgeschlagen markiert
es: Pago marcado como fallido

# activeSlotVariants
source: Active
de: Aktiv
es: Activas

# inactiveSlotVariants
source: Inactive
de: Inaktiv
es: Inactivas

source: Create Slot Variant
de: Slot-Variante erstellen
es: Crear Variante de Slot

source: No Slot Variants
de: Keine Slot-Varianten
es: No hay Variantes de Slot

# noSlotVariantsMessage
source: Aucune variante de slot n'a encore été créée.
de: Es wurden noch keine Slot-Varianten erstellt.
es: Aún no se han creado variantes de slot.

# variantName
source: Nom
de: Name
es: Nombre

source: Duration
de: Laufzeit
es: Duración

# durationDays
source: {days} days runtime
de: {days} Tage
es: {days} días

# priceUSD
source: Prix (USD)
de: Preis (USD)
es: Precio (USD)

# priceBTC
source: Prix (BTC)
de: Preis (BTC)
es: Precio (BTC)

# maxListings
source: Max. Annonces
de: Max. Angebote
es: Máx. Anuncios

# variantStatus
source: Statut
de: Status
es: Estado

source: Edit Slot Variant
de: Slot-Variante bearbeiten
es: Editar Variante de Slot

source: Delete Slot Variant
de: Slot-Variante löschen
es: Eliminar Variante de Slot

# createSlotVariantDialog
source: Create Slot Variant
de: Slot-Variante erstellen
es: Crear Variante de Slot

# editSlotVariantDialog
source: Modifier la Variante de Slot
de: Slot-Variante bearbeiten
es: Editar Variante de Slot

# enterVariantName
source: Entrer le nom de la variante
de: Variantenname eingeben
es: Ingresar nombre de variante

# enterDuration
source: Durée (jours)
de: Laufzeit (Tage)
es: Duración (días)

# enterPriceUSD
source: Prix en USD
de: Preis in USD
es: Precio en USD

# enterPriceBTC
source: Prix en BTC
de: Preis in BTC
es: Precio en BTC

# enterMaxListings
source: Max. annonces
de: Max. Angebote
es: Máx. anuncios

# variantNameRequired
source: Le nom est requis
de: Name ist erforderlich
es: El nombre es requerido

# durationRequired
source: Duration (days) required
de: Laufzeit ist erforderlich
es: La duración es requerida

# priceUSDRequired
source: Le prix en USD est requis
de: USD-Preis ist erforderlich
es: El precio en USD es requerido

# priceBTCRequired
source: Le prix en BTC est requis
de: BTC-Preis ist erforderlich
es: El precio en BTC es requerido

# maxListingsRequired
source: Le max. d'annonces est requis
de: Max. Angebote ist erforderlich
es: El máx. de anuncios es requerido

# slotVariantCreated
source: Variante de slot créée
de: Slot-Variante erstellt
es: Variante de slot creada

# slotVariantUpdated
source: Variante de slot mise à jour
de: Slot-Variante aktualisiert
es: Variante de slot actualizada

# slotVariantDeleted
source: Variante de slot supprimée
de: Slot-Variante gelöscht
es: Variante de slot eliminada

# confirmDeleteSlotVariant
source: Do you really want to delete this slot variant?
de: Möchtest du diese Slot-Variante wirklich löschen?
es: ¿Realmente quieres eliminar esta variante de slot?

# confirmDeleteSlotVariantWithName
source: Do you really want to delete "{name}"?
de: Möchtest du "{name}" wirklich löschen?
es: ¿Realmente quieres eliminar "{name}"?

source: Manage Slot Variants
de: Slot-Varianten verwalten
es: Gestionar variantes de slot

# createFirstSlotVariant
source: Create the first slot variant with the + button.
de: Erstelle die erste Slot-Variante mit dem + Button.
es: Crea la primera variante de slot con el botón +.

source: New Slot Variant
de: Neue Slot-Variante
es: Nueva variante de slot

# freeLabel
source: Free
de: KOSTENLOS
es: GRATIS

source: FREE
de: Kostenlos
es: Gratis

# nameHint
source: Name
de: z.B. Standard, Premium
es: p.ej. Estándar, Premium

source: Description (optional)
de: Beschreibung (optional)
es: Descripción (opcional)

# priceUsd
source: Prix (USD)
de: Preis (USD)
es: Precio (USD)

# durationDaysLabel
source: {days} Days
de: Laufzeit (Tage)
es: Duración (días)

# freeVariantDescription
source: La variante est gratuite (pour les emplacements promotionnels)
de: Variante ist gratis (für Promotion-Slots)
es: La variante es gratuita (para slots promocionales)

# activeVariantDescription
source: Variant can be purchased
de: Variante kann gekauft werden
es: La variante se puede comprar

# atLeastOnePaymentMethodRequired
source: Au moins une méthode de paiement doit être activée
de: Mindestens eine Zahlungsmethode muss aktiviert sein
es: Debe estar activado al menos un método de pago

# userManagementScreen
source: Gestion des Utilisateurs
de: Benutzerverwaltung
es: Gestión de Usuarios

source: All Users
de: Alle Benutzer
es: Todos los Usuarios

# activeUsers
source: Active
de: Aktiv
es: Activos

# bannedUsers
source: Banned
de: Gesperrt
es: Baneados

# searchUsers
source: Rechercher des utilisateurs...
de: Benutzer suchen...
es: Buscar usuarios...

# noUsers
source: Aucun Utilisateur
de: Keine Benutzer
es: No hay Usuarios

# noUsersMessage
source: Aucun utilisateur trouvé.
de: Keine Benutzer gefunden.
es: No se encontraron usuarios.

source: Role
de: Rolle
es: Rol

# viewUser
source: Voir l'Utilisateur
de: Benutzer ansehen
es: Ver Usuario

source: Unban User
de: Sperre aufheben
es: Desbanear Usuario

# userUnbanned
source: User has been unbanned
de: Sperre wurde aufgehoben
es: Usuario ha sido desbaneado

# confirmUnbanUser
source: Do you really want to unban this user?
de: Möchtest du diesen Benutzer wirklich entsperren?
es: ¿Realmente quieres desbanear a este usuario?

# unban
source: Débannir
de: Entsperren
es: Desbanear

source: Administration
es: Administración

# systemUserManagement
source: Gestion du système et des utilisateurs
de: System- und Benutzerverwaltung
es: Gestión de sistema y usuarios

# manageCategories
source: Gérer les catégories
de: Kategorien verwalten
es: Gestionar categorías

# createCategoriesSubcategories
source: Créer des catégories et sous-catégories
de: Kategorien und Subkategorien erstellen
es: Crear categorías y subcategorías

# configureSlotTypes
source: Configurer les types et prix de slots
de: Slot-Typen und Preise konfigurieren
es: Configurar tipos y precios de slots

# paypalBitcoinSlots
source: PayPal et Bitcoin pour l'achat de slots
de: PayPal und Bitcoin für Slot-Käufe
es: PayPal y Bitcoin para compra de slots

# reviewPendingOrders
source: Examiner et confirmer les commandes en attente
de: Offene Bestellungen prüfen und bestätigen
es: Revisar y confirmar pedidos pendientes

# manageUsersRoles
source: Gérer les utilisateurs et attribuer des rôles
de: Benutzer verwalten und Rollen zuweisen
es: Gestionar usuarios y asignar roles

# featureInMilestone
source: {title} will be implemented in Milestone {milestone}.
de: {title} wird in Meilenstein {milestone} implementiert.
es: {title} se implementará en el hito {milestone}.

# payments
source: Paiements
de: Zahlungen
es: Pagos

# users
source: Utilisateurs
de: Benutzer
es: Usuarios

# moderatorPanelScreen
source: Moderator Panel
es: Panel de Moderador

# openReportsCount
source: {count} open reports
de: {count} offen
es: {count} abiertos

source: Listing Reports
de: Angebote
es: Ofertas

source: User Reports
de: Benutzer
es: Usuarios

# noReportsDescription
source: There are no reports to review at this time.
de: Es gibt derzeit keine Meldungen
es: Actualmente no hay reportes

source: Listing
de: Angebot
es: Oferta

# reportStatusOpen
source: Open
de: OFFEN
es: ABIERTO

# reportStatusReviewing
source: Reviewing
de: IN PRÜFUNG
es: EN REVISIÓN

# reportStatusResolved
source: Resolved
de: GELÖST
es: RESUELTO

# reportStatusDismissed
source: Dismissed
de: ABGEWIESEN
es: DESESTIMADO

# reportReasonFraud
source: Fraud
de: Betrügerisches Angebot
es: Oferta Fraudulenta

source: Assigned
de: Zugewiesen
es: Asignado

source: Just now
de: Gerade eben
es: Justo ahora

# minutesAgo
source: {minutes}m ago
de: vor {minutes}m
es: hace {minutes}m

# hoursAgo
source: {hours}h ago
de: vor {hours}h
es: hace {hours}h

# daysAgo
source: {days}d ago
de: vor {days}d
es: hace {days}d

# staff
source: Personnel
de: Staff
es: Personal

source: BANNED
de: GESPERRT
es: BLOQUEADO

# noUsersFound
source: Aucun Utilisateur Trouvé
de: Keine Benutzer gefunden
es: No se Encontraron Usuarios

# reportAssignedToYou
source: Le signalement vous a été assigné
de: Meldung wurde Ihnen zugewiesen
es: El reporte ha sido asignado a ti

# statusUpdated
source: Le statut a été mis à jour
de: Status wurde aktualisiert
es: El estado ha sido actualizado

# noteCannotBeEmpty
source: La note ne peut pas être vide
de: Notiz darf nicht leer sein
es: La nota no puede estar vacía

source: Deactivate Listing
de: Angebot deaktivieren
es: Desactivar Oferta

# deactivateListingConfirm
source: Do you really want to deactivate this listing? This action cannot be undone.
de: Möchten Sie dieses Angebot wirklich deaktivieren? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Realmente desea desactivar esta oferta? Esta acción no se puede deshacer.

source: Deactivate
de: Deaktivieren
es: Desactivar

# listingDeactivated
source: L'annonce a été désactivée
de: Angebot wurde deaktiviert
es: La oferta ha sido desactivada

# reportNotFound
source: Signalement non trouvé
de: Meldung nicht gefunden
es: Reporte no encontrado

# assignedToModerator
source: Assigned to moderator #{id}
de: Zugewiesen an Moderator #{id}
es: Asignado al moderador #{id}

# notYetAssigned
source: Pas encore assigné
de: Noch nicht zugewiesen
es: Aún no asignado

# reportDetails
source: Détails du Signalement
de: Meldungsdetails
es: Detalles del Reporte

# reportedOn
source: Signalé le
de: Gemeldet am
es: Reportado el

# reporterUser
source: Utilisateur #{id}
de: Benutzer #{id}
es: Usuario #{id}

# reportedUserProfile
source: Profil Utilisateur Signalé
de: Gemeldetes Benutzerprofil
es: Perfil de Usuario Reportado

source: Add internal notes...
de: Fügen Sie interne Notizen hinzu...
es: Agregar notas internas...

source: Assign to Me
de: Mir zuweisen
es: Asignarme

# markAsResolved
source: Marquer comme Résolu
de: Als gelöst markieren
es: Marcar como Resuelto

# fullDateTimeFormat
source: {day}.{month}.{year} à {hour}:{minute}
de: {day}.{month}.{year} um {hour}:{minute} Uhr
es: {day}.{month}.{year} a las {hour}:{minute}

# listingId
source: Annonce #{id}
de: Angebot #{id}
es: Oferta #{id}

source: Warning
de: Warnung
es: Advertencia

# confirmRoleChange
source: Do you really want to change the role to "{role}"?
de: Möchten Sie diesem Benutzer wirklich die Rolle "{role}" zuweisen? Diese Aktion gibt dem Benutzer erweiterte Berechtigungen.
es: ¿Realmente deseas cambiar el rol a "{role}"?

source: Role updated
de: Rolle wurde aktualisiert
es: Rol actualizado
